"Volume" = "Głośność"; 
"Waveform" = "Kształt fali"; 
"Glide" = "Glissando"; 
"Wheel to Vibrato" = "Regulator vibrato"; 
"Wheel to Cutoff" = "Regulator odcięcia"; 
"Cutoff Type" = "Rodzaj odcięcia"; 
"Cutoff" = "Odcięcie"; 
"Resonance" = "Rezonans"; 
"Cutoff Envelope" = "Obwiednia odcięcia"; 
"Cutoff Attack" = "Narastanie odcięcia"; 
"Attack" = "Narastanie"; 
"Decay" = "Opadanie"; 
"Sustain" = "Ustalenie"; 
"Release" = "Wybrzmiewanie"; 

